Repository: common-repository/u-extended-comment
Catalog: languages/uexc-*.po
Languages: fr_fr, nl_nl, ru_ru

source: Component
fr_fr: Composant
ru_ru: Компонент

source: Status
fr_fr: Statut
ru_ru: Статус

source: Setting
fr_fr: Réglages
nl_nl: Instelling
ru_ru: Настройки

source: Editable
fr_fr: Modifier
ru_ru: Редактирование

source: Deletable
fr_fr: Supprimer
ru_ru: Удаление

source: Privatable
fr_fr: Commentaire privé
nl_nl: Deletable
ru_ru: Приватность

source: Editor
fr_fr: Editeur
ru_ru: Редактор

source: Attachment
fr_fr: Fichier joint
nl_nl: Bijlage
ru_ru: Приложения

source: Insert into editor
fr_fr: Insérer dans le commentaire
nl_nl: Plaats in editor
ru_ru: Вставить в редактор

source: Delete
fr_fr: Supprimer
nl_nl: Verwijderen
ru_ru: Удалить

source: Attach a file
fr_fr: Joindre un fichier
nl_nl: Voeg toe
ru_ru: Прикрепить файл

source: Uploading
fr_fr: Téléchargement
ru_ru: Загрузка

source: File types
fr_fr: Types de fichiers
nl_nl: bestandstypen
ru_ru: Типы файлов

source: Max size
fr_fr: Taille maximale
nl_nl: Max grootte
ru_ru: Макс. размер

source: Max count
fr_fr: Nombre maximal
nl_nl: Max aantal
ru_ru: Макс. количество

source: Download
fr_fr: Télécharger
ru_ru: Скачать

source: Open Image in New Window
fr_fr: Ouvrir l'image dans une nouvelle fenêtre
nl_nl: Open foto in Nieuw Venster
ru_ru: Открыть в новом окне

source: View
fr_fr: Voir
ru_ru: Просмотр

source: Your nonce did not verify.
ru_ru: Ваш nonce-код не прошел проверку.

source: Please select a file to upload
fr_fr: Sélectionner s'il vous plaît un fichier à télécharger
nl_nl: Selecteer een bestand om up te loaden
ru_ru: Выберите файл для загрузки

source: For uploading, file size must be less than %s Mbytes
fr_fr: Pour le chargement, la taille du fichier doit être inférieure à% s Mo
nl_nl: Om up te loaden moet het bestand minder dan %s Mbytes zijn
ru_ru: Размер файла должен быть не больше %s Мб

source: [%s] is successfully uploaded.
fr_fr: [%s] a été chargé avec succès.
nl_nl: [%s] is succesvol geupload.
ru_ru: %s загружено

source: File does not exist
fr_fr: Le fichier n'existe pas
nl_nl: Bestand bestaat niet
ru_ru: Файл не существует

source: Invalid file type
nl_nl: Upload bestandstypen
ru_ru: Тип файла не поддерживается

source: Enable
fr_fr: Activer
ru_ru: Работает

source: Permission restriction
fr_fr: Autorisations
ru_ru: Разрешения

source: If you want to allow all users and visitors to use, please uncheck all.
fr_fr: Si vous souhaitez autoriser tous les utilisateurs et les visiteurs, décochez toutes les options.
nl_nl: Als u alle gebruikers en bezoekers toestemming wil geven, deselecteer allen.
ru_ru: Снимите все галочки, чтобы разрешить всем пользователям и посетителям.

source: Upload directory
fr_fr: Répertoire de chargement
nl_nl: Upload map
ru_ru: Папка для загрузок

source: Max file size per file
fr_fr: Taille maximum par fichier
nl_nl: Max bestandsgrootte per bestand
ru_ru: Макс. размер файла

source: Max file count per post
fr_fr: Nombre de fichiers maxi par commentaire
nl_nl: Max bestandsaantal per post
ru_ru: Макс. число файлов

source: How many files can be attached per post.
fr_fr: Combien de fichiers peuvent être joints par commentaire.
nl_nl: Hoeveel bestanden kunnen toegevoegd worden per post
ru_ru: Сколько файлов можно загрузить в заметку

source: Upload file types
fr_fr: Types de fichiers chargeables
nl_nl: Upload bestandstypen
ru_ru: Типы файлов для загрузки

source: Separate file extentions with commas.
fr_fr: Séparer les extensions de fichiers par des virgules.
nl_nl: Scheid bestandsextensies met kommas
ru_ru: Разделяйте запятыми расширения файлов.

source: Save Changes
nl_nl: Opslaan
ru_ru: Сохранить изменения

source: Settings saved.
nl_nl: Instellingen opgeslagen.
ru_ru: Настройки сохранены

source: Visual
fr_fr: Visuel
ru_ru: Визульный

source: Editor Size
fr_fr: Taille de l'éditeur
nl_nl: Editor grootte
ru_ru: Размер поля редактора

source: Width
fr_fr: Largeur
nl_nl: Breedte
ru_ru: Ширина

source: Height
fr_fr: Hauteur
nl_nl: Hoogte
ru_ru: Высота

source: Editor Skin
fr_fr: Habillage de l'éditeur
ru_ru: Внешний вид

source: Separate buttons with commas. Pipe character( | ) is visual separator.
fr_fr: Séparer les boutons par des virgules. Le caractère pipe (|) est un séparateur visuel.
nl_nl: Scheid buttons met kommas. Pipe karakter ( | ) is de visuele separator.
ru_ru: Разделяйте кнопки запятыми, вертикальная черта отделяет блоки кнопок визуально

source: Available buttons
fr_fr: Boutons disponibles
nl_nl: Beschikbare buttons
ru_ru: Разрешенные кнопки

source: Allowed Tags
fr_fr: Balises autorisées
nl_nl: Toegestane Tags
ru_ru: Разрешенные теги

source: Default allowed tags
fr_fr: Balises autorisées par défaut
nl_nl: Standaard toegestane tags
ru_ru: Разрешенные теги по умолчанию

source: Additional tags
fr_fr: Balises supplémentaires
nl_nl: Extra tags
ru_ru: Дополнительные теги

source: For instance, if you would embed Youtube, select <code>iframe</code>. and if you would use old embed code(Flash), select <code>object, embed and param</code>.
fr_fr: Par exemple, si vous souhaitez intégrer Youtube, sélectionnez <code>iframe</code> . et si vous souhaitez utiliser les anciens codes d'intégration (Flash), sélectionnez <code>object, embed et param</code> .
ru_ru: Например, если вы хотите встраивать Youtube, выберите <code>iframe</code>, и если хотите сохранить поддержку старого кода (Flash), выберите <code>object, embed и param</code>.

source: Some tags are never allowed. script, style, link.
fr_fr: Certaines balises ne sont jamais autorisées. script, style, lien.
nl_nl: Sommige tags zijn nooit toegestaan. script, style, link.
ru_ru: Эти теги никогда не будут разрешены: script, style, link.

source: Editor Content CSS URL
fr_fr: Lien de votre fichier CSS
ru_ru: CSS для формы редактирования

source: If you want to customize CSS of Editor content, enter your own stylesheet file URL.
fr_fr: Si vous souhaitez personnaliser le CSS de l'éditeur, entrez l'adresse de votre feuille de style.
nl_nl: Als u de CSS van de Editor inhoud wilt aanpassen, vul hier u eigen stylesheet bestand url.
ru_ru: Если вы хотите изменить CSS редактора, укажите тут ссылку на таблицу стилей.

source: If you leave a blank, the %s CSS will be used.
fr_fr: Si vous laissez la zone vide, le CSS %s sera utilisé.
nl_nl: Als u deze leeg laat, wordt de %s CSS gebruikt.
ru_ru: Если оставите это поле пустым, будет использована эта таблица стилей: %s.

source: defaults
fr_fr: par défaut
nl_nl: standaard
ru_ru: умолчания

source: Extend TinyMCE Plugin
ru_ru: Расширение плагина TinyMCE

source: Plugin directory
fr_fr: Dossier du plugin
nl_nl: Plugin map
ru_ru: Папка с плагином

source: Plugin names
fr_fr: Nom des plugins
nl_nl: Plugin naam
ru_ru: Название плагина

source: Separate plugin name with commas.
fr_fr: Séparer le nom des plugins par des virgules.
nl_nl: Scheid plugin naam met kommas.
ru_ru: Разделяйте названия плагинов запятыми.

source: Edit
fr_fr: Modifier
ru_ru: Редактировать

source: Update
ru_ru: Обновить

source: Cancel
nl_nl: Annuleren
ru_ru: Отменить

source: The replied comment can't be deleted
fr_fr: Le commentaire ayant reçu une réponse ne peut pas être supprimé
nl_nl: De beantwoorde reactie kan niet verwijderd worden.
ru_ru: Комментарий, имеющий ответы нельзя удалить

source: You are about to delete this comment.
fr_fr: Vous êtes sur le point de supprimer ce commentaire.
nl_nl: U staat op het punt deze reactie te verwijderen.
ru_ru: Вы хотите удалить этот комментарий.

source: Error: your nonce did not verify.
ru_ru: Ошибка, nonce не верифицирован

source: Error: you do not have permission to edit this comment.
fr_fr: Erreur: vous n'avez pas la permission de modifier ce commentaire.
nl_nl: Fout: u heeft geen toestemming om deze reactie aan te passen.
ru_ru: Ошибка: у вас нет прав на редактирование этого комментария.

source: Error: please enter content.
fr_fr: Erreur: veuillez s'il vous plaît saisir un texte.
nl_nl: Fout: voeg inhoud toe.
ru_ru: Ошибка: нет текста комментария.

source: Error: you do not have permission to delete this comment.
fr_fr: Erreur: vous n'avez pas la permission de supprimer ce commentaire.
nl_nl: Fout: u heeft geen toestemming om deze reactie te verwijderen.
ru_ru: Ошибка: у вас нет прав удалять этот комментарий

source: Private
fr_fr: Privé
nl_nl: Prive
ru_ru: Приватный

source: Private comment.
fr_fr: Commentaire privé.
nl_nl: Prive reactie.
ru_ru: Приватный комментарий.

source: Utils
fr_fr: Utilisations
ru_ru: Компоненты

source: If comment is an ancestor(replied comment), this function would be disabled.
fr_fr: Si le commentaire a reçu une réponse, cette fonction sera désactivée.
nl_nl: Als het om een beantwoorde reactie gaat wordt deze functie uitgezet.
ru_ru: Если на комментарий есть ответы, эта функция недоступна

source: How to insert links
fr_fr: Comment insérer des liens
nl_nl: Hoe voeg ik links toe
ru_ru: Как вставлять ссылки

source: Automatically
fr_fr: Automatiquement
nl_nl: Automatisch
ru_ru: Автоматически

source: Using template tags
fr_fr: Utilisation des balises de template
nl_nl: Gebruik van template tags
ru_ru: Использование тегов шаблона

source: If you'd like to insert links manually, add the following codes in your comments template.
fr_fr: Si vous souhaitez insérer des liens manuellement, ajouter les codes suivants dans votre modèle de commentaires.
nl_nl: Als u handmatig links wilt toevoegen, voeg de volgende codes toe in uw reactie template.
ru_ru: Чтобы вставить ссылку вручную, добавьте следующий код в шаблон комментирования

source: Show Usage &amp; Parameters
fr_fr: Utilisation et Paramètres
nl_nl: Laat Gebruik &amp; Parameters zien
ru_ru: Показать параметры и как использовать

source: Edit link
fr_fr: Modifier un lien
ru_ru: Ссылка на редактирование

source: Delete link
fr_fr: Supprimer un lien
nl_nl: Verwijder link
ru_ru: Ссылка на удаление

source: Who can read private comments?
fr_fr: Qui peut lire les commentaires privés ?
nl_nl: Wie kan prive reacties lezen?
ru_ru: Кто может читать приватные комментарии?

source: Commenter
fr_fr: Auteur du commentaire
ru_ru: Комментирование

source: Parent comment author
fr_fr: Auteur du commentaire parent
nl_nl: Hoofd reactie auteur
ru_ru: Автор родительского комментария

source: Post author
fr_fr: Auteur de l'article
nl_nl: Post auteur
ru_ru: Автор записи

source: Unless deactivate or delete this plugin, even if you would change from 'enable' to 'disable', private property is retained.
fr_fr: À moins de désactiver ou supprimer ce plugin, même si vous changez de 'activer' à 'désactiver', la propriété privée est conservée.
ru_ru: Если отключить или удалить этот плагин, приватные комментарии сохранятся.

source: If you are using [%1$s] Widget, I recommend [%2$s] that this plugin provide. This widget protect the private comment shown.
fr_fr: Si vous utilisez le widget [%1$s], je recommande [%2$s] que ce plugin fournit. Ce widget protège l'affichage des commentaires privés.
ru_ru: Если вы используете виджет [%1$s], рекоммендую использовать [%2$s] от этого плагина. Этот виджет не показывает приватные комментарии.

source: Recent Comments
nl_nl: Recente Reacties
ru_ru: Свежие комментарии

source: Recent Comments for U Ex-comment
fr_fr: Commentaires récents pour U-Ex comment
nl_nl: Recente Reacties voor U Extended Comment
ru_ru: Свежие комментарии для U Ex-comment

source: The most recent comments for 'U Extended Comment'
fr_fr: Les commentaires les plus récents pour 'U Extended Comment'
nl_nl: De meest recente reacties voor 'U Extended Comment'
ru_ru: Самые новые комментарии для "U Extended Comment"

source: Title
fr_fr: Titre
nl_nl: Titel
ru_ru: Заголовок

source: Number of comments to show
fr_fr: Nombre de commentaires à afficher
nl_nl: Aantal zichtbare reacties
ru_ru: Количество комментариев

source: List format
fr_fr: Format de liste
nl_nl: Lijst formaat
ru_ru: Формат списка

source: Replace Keywords
fr_fr: Remplacer Mots-clés
nl_nl: Vervang Keywords
ru_ru: Заменять ключевые слова

source: Comment content / Post title length
fr_fr: Longueur Titre du commentaire / article
nl_nl: Reactie inhoud / Post titel lengte
ru_ru: Длинна строки комментария / заголовка

source: words
fr_fr: mots
nl_nl: woorden
ru_ru: слов

source: Date format
fr_fr: Format de la date
nl_nl: Datum format
ru_ru: Формат времени

source: Documentation on date and time formatting.
fr_fr: Documentation sur le formatage des dates et heures.
nl_nl: Documentatie over datum en tijd format
ru_ru: Описание формата даты и времени.

source: Attachment deleted
fr_fr: Fichier joint supprimé
ru_ru: Приложение удалено

source: Are you sure you want to delete?
fr_fr: Etes-vous sûr de vouloir supprimer ?
ru_ru: Вы действительно хотите удалить?

source: Processing
fr_fr: Traitement
ru_ru: Подождите

source: Unable to create sub-size images.
ru_ru: Нельзя создать изображения меньшего размера

source: Attachment Manager
fr_fr: Gestionnaire de fichiers joints
ru_ru: Менеджер приложений

source: Extention(s) in the square brackets is same type each other. so, for example, if you inputted 'jpg', you don't need to input 'jpeg' or 'jpe'.
fr_fr: Les extensions entre crochets sont de même type. Ainsi, par exemple, si vous saisissez 'jpg', vous n'avez pas besoin de saisir 'jpeg' ou 'jpe'.
ru_ru: Расширения в квадратных скобках являются идентичными, то есть, можно вписать любое из них, чтобы разрешить все сразу.

source: Number of comments to show in Attachment Manager
fr_fr: Nombre de commentaires à afficher dans le gestionnaire de fichiers joints
ru_ru: Количество комментариев в менеджере приложений

source: (Trash)
fr_fr: (Corbeille)
ru_ru: (Корзина)

source: Bulk Actions
ru_ru: Пакетная обработка

source: Delete Permanently
ru_ru: Удалить навсегда

source: Apply
ru_ru: Принять

source: File
fr_fr: Fichier
ru_ru: Файл

source: Attached to
fr_fr: Attaché à
ru_ru: Приложение к

source: Date
ru_ru: Дата

source: Show Unattached Files
fr_fr: Afficher les fichiers non attachés
ru_ru: Показать неприкрепленные файлы

source: Unattached Files
fr_fr: Fichiers non attachés
ru_ru: Неприкрепленные файлы

source: Filename
fr_fr: Nom
ru_ru: Имя файла

source: Loading
fr_fr: Chargement
ru_ru: Загрузка

source: No unattached files
fr_fr: Pas de fichiers non attachés
ru_ru: Нет неприкрепленных файлов

source: Buttons group
fr_fr: Groupe de boutons
ru_ru: Группы кнопок

source: This is not required.
fr_fr: Ce n'est pas obligatoire.
ru_ru: Это необязательно.

source: How to extend TinyMCE plugin
ru_ru: Как расширить плагин TinyMCE

source: Check all
fr_fr: Tout cocher
ru_ru: Выбрать всех

source: You do not have sufficient permissions to edit this comment.
fr_fr: Vous n'avez pas les autorisations suffisantes pour modifier ce commentaire.
ru_ru: У вас нет разрешения редактировать этот комментарий.

source: You do not have sufficient permissions to delete this comment.
fr_fr: Vous n'avez pas les autorisations suffisantes pour supprimer ce commentaire.
ru_ru: У вас нет разрешения удалять этот комментарий.

source: Close
fr_fr: Fermer
ru_ru: Закрыть

source: Comment updated.
fr_fr: Commentaire mis à jour.
ru_ru: Комментарий обновлен.

source: Comment deleted.
fr_fr: Commentaire supprimé.
ru_ru: Комментарий удален.

source: Permission
nl_nl: Toestemming

source: Error: please fill the required fields.
nl_nl: Fout: vul alle verplichte velden

source: Primary Buttons group
nl_nl: Hoofd buttuns groep

source: Secondary Buttons group
nl_nl: Tweede buttons groep

source: This is not required option.
nl_nl: Dit is geen verplichte optie.

source: This plugin is using %s as a WYSIWYG HTML editor.
nl_nl: Deze plugin gebruikt %s als WYSIWYG HTML editor.
